<?php if (!defined('THINK_PATH')) exit(); /*a:1:{s:36:"./themes/default/login/protocol.html";i:1572313627;}*/ ?>
<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width,initial-scale=1,minimum-scale=1,maximum-scale=1,user-scalable=no" />
    <title>本平台</title>
    <script src="__PUBLIC__/js/mui.min.js"></script>
    <link href="__PUBLIC__/css/mui.min.css" rel="stylesheet"/>
    <style>
      .wrapper{
        padding: 20px 0;
      }
      .about-title{
        text-align: center;
        font-weight: 700;
        color: #333333;
      }
      ul{
        padding: 20px 20px 0 30px;
        line-height: 1.6;
            color: #333333;
      }
      li{
        padding-bottom: 10px;
        list-style: none;
            line-height: 1.6;
      }
      .title{
        color: #333333;
        font-size: 17px;
        font-weight: 700;
      }
    </style>
    <script type="text/javascript" charset="utf-8">
        mui.init();
    </script>
</head>
<body style="background-color: #fff;">
  <div class="mui-content" >
    <div data-v-72388117="" class="wrapper">
      <div data-v-72388117="" class="about-title">报告授权代查询协议</div> 
      <ul data-v-72388117="">
        <li data-v-72388117="">本平台是为用户本人提供代查大数据报告的技术服务平台。
        </li> 
        <li data-v-72388117="">如您选择点击“下一步”代表您充分认知理解并认可本平台只是一个技术代查服务的平台,由于平台无法确保数据的真实性以及完整性,因此为您提供的技术分析服务结果仅供您本人作为参考,不代表您个人信用的好坏,也不与个人征信有任何关联,平台也并未从事或者提供任何有关个人征信的业务和服务。
        </li>
      </ul> 
      <ul data-v-72388117="">    
        <li data-v-72388117="">如您选择点击"下一步"将视为授权本平台以及平台主体运营公司讷河市小杰传媒有限公司及其关联公司(以下简称“本公司”)向合法的第三方支付机构/第三方风险评估机构/第三方数据公司等(以下简称“第三方”)提交您的服务申请或通过您本人授权的其他合法方式收集报告分析需要的数据信息,本公司根据收集得结果加以整理分析汇总生成您的相关分析报告供您本人阅读参考。
        <li data-v-72388117="">您同意本公司《报告查询授权协议》服务条款,内容如下：
        </li>
      </ul> 
      <ul data-v-72388117="">
        <li data-v-72388117="" class="title">一、授权服务条款</li> 
        <li data-v-72388117="">1、本公司报告均需由本人授权查询,依据截止提交查询申请的时间，查询所得结果汇总生成该分析报告,为了向您提供更好更便利的服务,同意本公司代查您在本平台提供的个人信息及授权本平台收集的其他个人相关信息:包括但不限于个人姓名、手机号、身份证号、以及第三方提供的黑名单、各类型评分、借贷行为等信息,本公司有义务为您保密分析报告,在未经得您本人的授权同意的情况下不会向任何第三方泄露您的相关信息。</li> 
        <li data-v-72388117="">2、您理解,为了给您提供客观、科学、全面的报告分析服务和评价,以及其他本协议项下需要的服务,您授权我们可以从合法保存有您信息的第三方,采集及处理您的各类信息。本公司会根据您选择的不同的分析报告服务类型去采集您的相关信息包括但不限于您的个人信息、在第三方机构的标注状态、等级评分情况等。目前根据不同的报告分析服务类型采集后向您本人展示信息包括:实名核对、号码归属地、黑名单分析、多平台申请申请次数检测、是否被借贷平台列入黑名单、曾经申请借贷是否多次填错个人信息；</li>
        <li data-v-72388117="">您已经认识到您(作为个人用户)的基本信息、商业保险、不动产的信息和纳税数额信息对于您而言是相当私密而重要的。</li>
        <li data-v-72388117="">3、您同意我司可直接向本公司提供信息的第三方包括但不限于金融机构、类金融机构、电子商务公司、政府公共信用信息平台及事业单位等一切盈利性、非盈利性、公共、民间的机构及组织代查您的个人信息。同时我们向您承诺,我们不会采集您的宗教信仰、基因、指纹、血型、疾病和病史信息以及适用的法律法规禁止采集的任何个人信息,同时我们也不会采集您的聊天内容、短信内容、通话内容等个人信息,也不会采集、追踪您在社交媒体上的言论信息。</li>
        <li data-v-72388117="">4、您理解并同意,就数据分析评估服务而言,当第三方向我们查询您的相关信息时,该第三方应当获得您的事先授权同意并在约定范围使用。但是法律规定可以不经您授权即可查询的除外。因此,当您在相应场景下希望我们根据您的授权向第三方提供您的信息时,您应当向第三方做岀清楚明确的授权,否则可能导致我们拒绝提供相应服务,或错误提供该等服务,因此可能会给您造成不利影响或损失。您充分理解并同意此结果的发生是由于您授权不清或不够明确导致,所产生的一切责任与本公司无关。</li>
        <li data-v-72388117="">5、为降低您身份被冒用及您关联非本人风险事件而影响您享受有关服务的风险,您同意我们在收到第三方提供的您的信息时,授权我们及我们的合作机构可通过您所留存的信息进行对比分析,直接输出您的信息是否真实、准确、有效,以及是否存在关联风险事件的判断结果信息。但基于保护您个人信息的需要在提供本款服务过程中,无论是我们还是我们的合作机构都不会在任何情况下输出除判断结果信息外的您的其他信息。</li>
        <li data-v-72388117="">6、我们善意的提醒您,为了保护您免受身份冒用或者因为关联非本人风险事件而遭受损失,您在第三方的注册、登录或使用相关服务过程中,第三方可能拒绝给您提供有关优惠条件或暂停、终止向您提供服务。如您因此受到上述影响,本公司无须就此承担责任</li>
        <li data-v-72388117=""7、您理解并同意,您应当对您的信息变动履行及时告知义务。若您的联系方式发生变化,应及时通知本公司,否则由此带来的影响和损失,本公司不承担责任。</li>
        <li data-v-72388117="" class="title">二、保密条款</li> 
        <li data-v-72388117="">1、本公司重视对用户隐私的保护。因收集储存您的信息是出于遵守国家法律法规的规定以及向您提供服务及提升服务质量的目的,本公司对您的信用信息承担保密义务,不会为满足第三方的营销目的而向其出售或出租您的任何信息</li> 
        <li data-v-72388117="">2、本公司会在下列情况下才将您的个人信用信息与第三方共享：</li> 
        <li data-v-72388117="">a.事先获得用户的明确授权。</li> 
        <li data-v-72388117="">b.某些情况下,只有共享您的信息,才能提供您需要的服务和(或)产品,或处理您与他人的交易纠纷或争议。
        </li> 
        <li data-v-72388117="">c.根据法律规定及合理商业习惯,在本公司计划与其他公司合并或被其收购或进行其他资本市场活动(包括但不限于债券发行时,以及其他情形下本公司需要接受来自其他主体的尽职调查时本公司会把您的信息提供给必要的主体,但本公司会通过和这些主体签署保密协议等方式要求其对您的个人信息采取合理的保密措施。根据有关的法律法规要求。
        </li> 
        <li data-v-72388117="">d.按照相关政府主管部门的要求。</li>
        <li data-v-72388117="">e.由于用户将其用户密码告知他人或与他人共享注册账户与密码,由此导致的任何个人信息的泄漏,或其他非因本公司原因导致用户个人信息的泄露。</li>
        <li data-v-72388117="">f.任何由于黑客攻击、电脑病毒入侵及其他不可抗力事件所导致的用户信息泄露、公开。</li>
      </ul> 
      <ul data-v-72388117="">
        <li data-v-72388117="" class="title">
          三、服务限制及终止</li> 
        <li data-v-72388117="">1、您同意如您违反以下保证或发生相关情形,我们将有权限制或终止向您提供本协议项下的部分或全部服务。
        </li> 
        <li data-v-72388117="">
          2、您是个人用户且向我们保证您已经年满18周岁,并具备完全民事行为能力。
        </li>
        <li data-v-72388117="">
          3、您不可以在任何时候将我们的服务用于任何非法目的,比如侵害他人合法权益,或者以非法方式使用我们的服务。
        </li>
        <li data-v-72388117="">
          4、您保证,在我们为您提供服务期间,您向我们提供的所有资料和信息都是真实、完整、准确的并能够及时更新。为了保障为您提供有效完整的服务,您同意在我们发现您的身份存疑或涉嫌冒用他人身份信息时,有权基于保护您及(或)其他第三方合理利益的需要,要求您配合补全或更新相关身份信息及资料。
        </li> 
        <li data-v-72388117="">
          5、您保证,您不会授权他人使用我们的服务。比如您将使用本协议项下服务所需的载体,包括但不限于用于登录的账户、手机等披露或提供给其他人代替您操作、使用我们的服务。若因您的个人信息被您自己或者其他第三方泄漏,导致非您本人在本公司获取服务,由此给您造成损失或导致不良行为记录与本公司无关,您理解并认可本公司无法通过技术手段精准识别出您在本平台的操作是否都是您本人行为。
        </li>
        <li data-v-72388117="">
          6、如果我们认为您没有遵守本协议的约定,或者我们认为继续为您提供服务将会导致我们或第三方的合理利益受到损失。
        </li> 
        <li data-v-72388117="">7、服务终止后,为了后续异议或纠纷处理及未来查询相关信息的需要,从而保障我们及您的合法权益,您同意在服务终止后我们仍可继续保留您使用我们的服务期间形成的所有信息和数据但我们不会再主动采集您的任何信息。</li>
      </ul>
      <ul data-v-72388117="">
        <li data-v-72388117="" class="title">
          四、服务中断或故障</li> 
        <li data-v-72388117="">我们的系统在下列状况发生时会无法正常运作,所以下列情形中我们无法向您提供服务。您对此充分理解并同意我们无须就下述情况所导致服务无法正常提供时给您造成的各种影响或损失承担责任：</li> 
        <li data-v-72388117="">
          a.我们公告的系统停机维护期间。
        </li>
        <li data-v-72388117="">
          b.电信设备出现故障不能进行数据传输的。
        </li>
        <li data-v-72388117="">
          c.发生台风、地震、海啸、洪水、停电、战争、恐怖袭击等事件造成我们系统障碍不能执行业务的。
        </li> 
        <li data-v-72388117="">
          d.由于黑客攻击、电信部门技术调整或故障、网站升级、第方方面的问题等原因而造成我们的服务中断或者延迟。
        </li>
      </ul>
      <ul data-v-72388117="">
        <li data-v-72388117="" class="title">
          五、责任限制</li> 
        <li data-v-72388117="">您理解并同意,如因您主动授权第三方查询您的信息,或者主动将平台为您展示的个人的分析报告提供给第三方查看,从而导致第三方拒绝向您提供服务或做出了对您不利的决定或者骚扰时考虑到该信息的提供是由您自主同意提供的,您同意我们无须就此承担责任或赔偿。</li> 
        <li data-v-72388117="">您理解并同意,如因您自行授权或者自行将您在本平台的个人信息:包括但不限于您的个人分析评估报告里的全部内容、您在本平台的账号、密码、账户信息等提供给任意第三方查看从而达成的任何合作协议皆与本公司无关,若因此您遭受到个人信息泄露等一切影响及责任皆由您本人承担,与本公司无关。</li>
      </ul>
      <ul data-v-72388117="">
        <li data-v-72388117="" class="title">
        六、协议变更</li> 
        <li data-v-72388117="">作为本协议服务的提供方,我们将根据国家法律、法规及其他规范性文件的规定变化,增加、变更了新的服务类型或服务方式,进一步明确协议双方的权利义务的需要对本协议进行调整变更。同时,您同意未来我们可以通过我们或合作伙伴的网站、客户端或其他适当的地方进行公布的方式通知您,而不需要另行单独通知您协议发生变更。您在本协议内容公告变更后继续使用本服务,表示您已充分阅读、理解并接受变更后的协议内容;若您不同意修改后的协议内容,您应停止使用本服务。</li>                   
      </ul>
      <ul data-v-72388117="">
        <li data-v-72388117="" class="title">
        七、法律适用与管辖</li> 
        <li data-v-72388117="">本协议相关的所有问题均受到中国大陆法律管辖。如果因为本协议产生任何争议,您同意由被告住所地人民法院管辖及裁决。

        </li> 
      </ul>
    </div>
  </div>
  
  
</body>
</html>